import "../../assets/styles/about.css";
import image from "../../assets/images/info-about-me-img.jpg";
import { Helmet } from "react-helmet";
import ContactForm from "../../components/contact-form/contactForm";

export default function About() {
	return (
		<div className="aboutPost">
			<div className="aboutPostWrapper">
				<img src={image} alt="psychologist" className="aboutPostImg" />
				<h1 className="aboutPostTitle">Читалище Светлина</h1>
				<Helmet>
					<title>Информация за нас</title>
					<meta
						name="description"
						content="Ние сме Читалище Светлина - с. Голямо Враново. Работим активно за поддържане на българските традиции и съхраняване на българския фолклор."
					/>
				</Helmet>
				<div className="aboutInfo">
					<span className="aboutProfession">с. Голямо Враново</span>
				</div>
				<div className="aboutPostDesc">
					<p className="bold-text">Кои сме ние?</p>
					<p>
						Читалище „Светлина“ е основано през 1923 г. от група ентусиазирани
						местни жители, решени да запазят и популяризират богатото културно
						наследство на село Голямо Враново. От създаването си читалището
						служи като център за образование, култура и социално взаимодействие
						за хора от всички възрасти.
					</p>
					<p>
						Мисията на читалището е да вдъхновява, образова и забавлява хората
						чрез различни културни и развлекателни дейности. Ние сме посветени
						на запазването на уникалните обичаи и практики на нашия регион, като
						същевременно насърчаваме творчеството и иновациите сред нашите
						членове.
					</p>
					<p>
						Нашето читалище разполага с разнообразна колекция от книги, списания
						и вестници, достъпни за всички членове на общността. Читателите ни могат да обсъждат
						любимите си книги, да споделят мнения и да участват в организирани
						четения и писателски семинари.
					</p>
					<p>
						Ние вярваме, че е изключително важно да възпитаваме любов към
						културата и традициите у младите умове. Ето защо предлагаме
						разнообразни програми за обучение на деца, включително уроци по
						музика, изкуства и занаяти. Насърчаваме децата да изследват своите
						таланти и умения, като същевременно научават за богатата история и
						култура на нашия регион.
					</p>
					<p>
						Читалище „Светлина“ е домакин на редица събития и тържества през
						цялата година, включително празници, концерти и благотворителни
						базари. Тези събития предоставят възможност на нашата общност да се
						събере, да отпразнува споделената ни културна идентичност и да
						подкрепи важни каузи.
					</p>
					<p>
						Присъединете се към нас в читалище „Светлина“, където ще откриете
						свят на възможности в село Голямо Враново. Независимо дали сте страстен
						фолклорист, опитен занаятчия или просто някой, който иска да научи
						повече за историята и културата на нашия регион, ние приветстваме
						всички да се присъединят към нас.
					</p>
					<p>
						Станете член днес и помогнете да поддържаме живи нашите културни
						традиции. Членството подкрепя нашите програми, събития и усилия за
						запазване на наследството на Голямо Враново за бъдещите поколения.
					</p>
					<p>
						Библиотеката на читалището е ценено място за хората от Голямо
						Враново. Тя разполага с разнообразна колекция от книги, списания и
						вестници, обхващащи различни жанрове и интереси. Библиотеката също
						така предлага интернет услуги, което я прави ресурс както за учене,
						така и за забавление.
					</p>
					<p>
						Събитията и тържествата, организирани от читалището, са високо
						очаквани от общността. Те служат като повод за събиране на приятели
						и семейства, за празнуване на споделената ни културна идентичност и
						за подкрепа на важни местни каузи. Тези събития включват фолклорен
						фестивал, коледен концерт, пролетно почистване и годишен
						благотворителен базар.
					</p>
					<p>
						Читалище "Светлина" играе решаваща роля в поддържането на културното
						наследство на Голямо Враново. Ние участваме в различни проекти и
						инициативи, насочени към документиране и популяризиране на местните
						обичаи, традиции и истории. Нашите усилия помагат да се гарантира,
						че бъдещите поколения ще могат да оценят и да се насладят на
						богатото културно наследство на нашия регион.
					</p>
					<p>
						Като член на читалище "Светлина" вие помагате да се поддържа жив
						духът на Голямо Враново.
					</p>
					<p>
						Очакваме с нетърпение да ви посрещнем в нашата общност и заедно да
						продължим да поддържаме и обогатяваме богатото културно наследство
						на Голямо Враново.
					</p>
					<p>
						За повече информация относно нашите програми, събития и как да
						станете член, моля, свържете се с нас директно. Очакваме с
						нетърпение да ви посрещнем в читалище „Светлина“!
					</p>
				</div>
			</div>
			<div className="contact-form-container">
				<h3>Изпратете запитване</h3>
				<ContactForm />
			</div>
		</div>
	);
}
