import "../../assets/styles/posts.css";
import image from "../../../src/assets/images/crafts/craft1.png";
import { Helmet } from "react-helmet";
import { Link } from "react-router-dom";
// import Reviews from "../../components/reviews/Reviews";

export default function Blog() {
	return (
		<div className="singlePost min-height">
			<div className="singlePostWrapper">
				<img
					src={image}
					alt="самодивата-поредица"
					className="singlePostImg height-auto"
				/>
				<h1 className="singlePostTitle">Самодивата и Караконджулът</h1>
				<Helmet>
					<title>Самодивата и Караконджулът</title>
					<meta
						name="description"
						content="Информация за поредицата Самодивата и Караконджулът - отзиви."
					/>
				</Helmet>
				<div className="singlePostDesc">
					<p>
						Самодивата и караконджулът е завладяваща книга, която ни
						пренася в магичния свят на българския фолклор.
						Авторката, Диляна Николова, е създала история,
						вдъхновена от природните красоти на България и богатото
						ни културно наследство. Идеята за книгата се ражда по
						време на пътуване до Триград, където ароматът на билките
						и красотата на поляните я вдъхновяват да вплете в сюжет
						самодивите и караконджулите.
					</p>
					<p>
						Книгата разказва за младо момиче, което се оказва в
						центъра на древни легенди и трябва да направи важен
						избор за живота си. В процеса на разказването, Николова
						умело вплита легенди за самодивското езеро и бог Перун,
						змея, който се влюбва в девойка от село Змейово, и други
						приказни създания като таласъми и русалии.
					</p>
					<p>
						Това, което прави "Самодивата и караконджулът" уникална,
						е начинът, по който авторката съчетава старите ритуали,
						обреди и наричания със съвременната история на
						героинята. Николова се стреми да възвърне интереса към
						българските народни традиции и да ги предаде на новите
						поколения, като използва силата на разказа и магията на
						фолклора.
					</p>

					<div className="contentWrapper">
						<div className="card width-75prc">
							<div className="card-body p-5">
								<figure className="text-center mb-0">
									<blockquote className="blockquote mb-4">
										<p>
											<>
												“Въпреки точните науки, които
												неизменно са съпътствали живота
												ми, израснах с идеята за
												съществуването на един различен
												свят, който не е ограничен и
												предопределен, а е изпълнен със
												свобода и магия.”
											</>
										</p>
									</blockquote>
									<figcaption className="blockquote-footer mb-0">
										Диляна Николова
									</figcaption>
								</figure>
							</div>
						</div>
					</div>

					<p>
						С издаването на книгата, авторката насърчава идеята, че
						взаимопомощта и подкрепата са ключови за постигане на
						големи неща. Чрез приключенията на героинята и срещите й
						с митични същества, читателите ще бъдат потопени в свят,
						където доброто и злото се преплитат, а духовните
						ценности играят важна роля.
					</p>
					<p>
						Очаквайте продължението на книгата, озаглавено
						"Истината", което ще разкрие още от мистичния свят на
						българския фолклор. В него ще бъдат представени традиции
						и обреди като нестинарството, наричането и урочасването,
						като историята ще ни отведе до места като скалното
						образование Халката и Сините скали край Сливен, Розовата
						долина и горите на Странджа. "Истината" ще продължи
						пътешествието, започнато в първата книга, и ще разкрие
						още тайни от богатото ни културно наследство.
					</p>
					<p>
						Има нещо изключително привличащо към новото и
						непознатото, което тепърва предстои да бъде разкрито.
						Тази книга е едва първа част от поредицата “Самодивата и
						караконджулът”. В нея са вплетени легенди от българския
						фолклор, съчетани с една съвременна история за избора.
						Действието се развива сред красивите планини и тучни
						поля на родната земя. Дали винаги това, което търсим, ни
						е нужно, или съдбата е подготвила нещо по-добро?
						Впуснете се във вълщебния свят на мистичните създания,
						които бродят из нашите земи.
					</p>
					<p>
						Научете повече за отзивите за книгата в медиите{" "}
						<Link
							className="click-here"
							to="https://pleven-dnes.com/samodiva-i-karakondjul/"
							target="_blank"
							rel="noopener noreferrer"
						>
							тук
						</Link>
						.
					</p>
					{/* <Reviews /> */}
				</div>
			</div>
		</div>
	);
}
